Repository: gwenn-ha-dev/Siliconed
Catalog: Sources/SiliconedApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: no job t%lld in this session
de: kein Auftrag t%lld in dieser Sitzung
es: no hay ninguna tarea t%lld en esta sesión
fr: aucun travail t%lld dans cette session
it: nessun lavoro t%lld in questa sessione

source: non-commercial
de: nicht kommerziell
es: no comercial
it: non commerciale

source: non-commercial (circlestone-labs)
de: nicht kommerziell (circlestone-labs)
es: no comercial (circlestone-labs)
fr: non commerciale (circlestone-labs)
it: non commerciale (circlestone-labs)

source: none
de: keine
es: ninguno
fr: aucun
it: nessuna

source: nothing is running or waiting
de: nichts läuft oder wartet
es: no hay nada en curso ni en espera
fr: rien n’est en cours ni en attente
it: nulla in esecuzione né in attesa

source: one version at most: --standard, --compact or --light
de: höchstens eine Version: --standard, --compact oder --light
es: una versión como mucho: --standard, --compact o --light
fr: une version au plus : --standard, --compact ou --light
it: al massimo una versione: --standard, --compact o --light

source: prompt, group %lld
de: Prompt, Gruppe %lld
es: prompt, grupo %lld
fr: prompt, groupe %lld
it: prompt, gruppo %lld

source: queue empty
de: Warteschlange leer
es: cola vacía
fr: file vide
it: coda vuota

source: random seed
de: zufälliger Seed
es: semilla aleatoria
fr: graine aléatoire
it: seme casuale

source: rank %lld
de: Rang %lld
es: rango %lld
fr: rang %lld
it: rango %lld

source: ready: %@ — silicontrol models
de: bereit: %@ – silicontrol models
es: listos: %@ — silicontrol models
fr: prêts : %@ — silicontrol models
it: pronti: %@ — silicontrol models

source: remaining
de: verbleibend
es: restante
fr: reste
it: rimanente

source: retry once the installation is done (silicontrol models)
de: erneut versuchen, sobald die Installation abgeschlossen ist (silicontrol models)
es: vuelve a intentarlo cuando termine la instalación (silicontrol models)
fr: réessayer une fois l’installation finie (silicontrol models)
it: riprova al termine dell’installazione (silicontrol models)

source: running…
de: läuft …
es: en curso…
fr: en cours…
it: in corso…

source: sees the images
de: sieht die Bilder
es: ve las imágenes
fr: voit les images
it: vede le immagini

source: sketch after %lld evaluations
de: Skizze nach %lld Auswertungen
es: boceto tras %lld evaluaciones
fr: esquisse après %lld évaluations
it: schizzo dopo %lld valutazioni

source: socket path too long (%lld bytes, %lld at most): %@
de: Socket-Pfad zu lang (%1$lld Byte, höchstens %2$lld): %3$@
es: ruta de socket demasiado larga (%1$lld bytes, %2$lld como máximo): %3$@
fr: chemin de socket trop long (%1$lld octets, %2$lld au plus) : %3$@
it: percorso del socket troppo lungo (%1$lld byte, al massimo %2$lld): %3$@

source: step %lld, half-size: %@
de: Schritt %1$lld, halbe Größe: %2$@
es: paso %1$lld, a medio lado: %2$@
fr: pas %1$lld, à demi-côté : %2$@
it: passo %1$lld, a metà lato: %2$@

source: step %lld/%lld
de: Schritt %1$lld/%2$lld
es: paso %1$lld/%2$lld
fr: pas %1$lld/%2$lld
it: passo %1$lld/%2$lld

source: step %lld: %@
de: Schritt %1$lld: %2$@
es: paso %1$lld: %2$@
fr: pas %1$lld : %2$@
it: passo %1$lld: %2$@

source: step %lld: pending
de: Schritt %lld: ausstehend
es: paso %lld: pendiente
fr: pas %lld : à venir
it: passo %lld: in arrivo

source: steps
de: Schritte
es: pasos
fr: pas
it: passi

source: switch the publisher's model first: %@
de: zuerst die Version des Herausgebermodells wechseln: %@
es: cambia antes la versión del modelo del editor: %@
fr: changer d’abord la version du modèle de l’éditeur : %@
it: cambia prima la versione del modello dell’editore: %@

# that of the imported model (architecture %@: %@)
source: that of the imported model (architecture %1$@: %2$@)
de: die des importierten Modells (Architektur %1$@: %2$@)
es: la del modelo importado (arquitectura %1$@: %2$@)
fr: celle du modèle importé (architecture %1$@ : %2$@)
it: quella del modello importato (architettura %1$@: %2$@)

source: the app does no img2img (--image, --strength)
de: die App macht kein img2img (--image, --strength)
es: la app no hace img2img (--image, --strength)
fr: l’app ne fait pas d’img2img (--image, --strength)
it: l’app non fa img2img (--image, --strength)

# the app edits up to 1024² of area, not %@x%@
source: the app edits up to 1024² of area, not %1$@x%2$@
de: die App bearbeitet bis zu 1024² Fläche, nicht %@x%@
es: la app edita hasta 1024² de superficie, no %@x%@
fr: l’app édite jusqu’à 1024² de surface, pas %@x%@
it: l’app modifica fino a 1024² di superficie, non %@x%@

source: the app shows the license and the space on disk: the user accepts there
de: die App zeigt die Lizenz und den Platz auf dem Volume: Der Benutzer akzeptiert dort
es: la app muestra la licencia y el espacio en el disco: el usuario acepta allí
fr: l’app montre la licence et la place sur le disque : l’utilisateur accepte là
it: l’app mostra la licenza e lo spazio sul disco: è lì che l’utente accetta

source: the diagnostic was stopped
de: die Diagnose wurde gestoppt
es: el diagnóstico se ha detenido
fr: le diagnostic a été arrêté
it: la diagnostica è stata interrotta

source: the prompt is ONE argument: put it in quotes — silicontrol help add
de: der Prompt ist EIN Argument: Setzen Sie ihn in Anführungszeichen – silicontrol help add
es: el prompt es UN solo argumento: ponlo entre comillas — silicontrol help add
fr: le prompt est UN seul argument : mettez-le entre guillemets — silicontrol help add
it: il prompt è UN solo argomento: mettilo tra virgolette — silicontrol help add

source: the prompt is missing
de: der Prompt fehlt
es: falta el prompt
fr: le prompt est absent
it: manca il prompt

source: the queue is full (%lld jobs)
de: die Warteschlange ist voll (%lld Aufträge)
es: la cola está llena (%lld tareas)
fr: la file est pleine (%lld travaux)
it: la coda è piena (%lld lavori)

source: the socket could not be opened (%@)
de: der Socket konnte nicht geöffnet werden (%@)
es: no se ha podido abrir el socket (%@)
fr: le socket n’a pas pu être ouvert (%@)
it: impossibile aprire il socket (%@)

source: time
de: Zeit
es: tiempo
fr: temps
it: tempo

source: timed (no reference yet)
de: gemessen (noch keine Referenz)
es: cronometrado (aún sin referencia)
fr: chronométré (pas encore de référence)
it: cronometrato (ancora nessun riferimento)

source: tokenizer %@ · encoder %@
de: Tokenizer %1$@ · Encoder %2$@
es: tokenizador %1$@ · codificador %2$@
fr: tokenizer %1$@ · encodeur %2$@
it: tokenizer %1$@ · encoder %2$@

source: too many connections at once
de: zu viele gleichzeitige Verbindungen
es: demasiadas conexiones a la vez
fr: trop de connexions à la fois
it: troppe connessioni contemporanee

source: total
de: gesamt
it: totale

source: trained at %@
de: trainiert auf %@
es: entrenado a %@
fr: entraînée à %@
it: addestrata a %@

source: two DiT evaluations
de: zwei DiT-Auswertungen
es: dos evaluaciones del DiT
fr: deux évaluations du DiT
it: due valutazioni del DiT

source: unknown command: "%@"
de: unbekannter Befehl: „%@“
es: comando desconocido: «%@»
fr: commande inconnue : « %@ »
it: comando sconosciuto: «%@»

source: unknown flag: %@
de: unbekannte Option: %@
es: opción desconocida: %@
fr: option inconnue : %@
it: opzione sconosciuta: %@

source: unknown model: "%@"
de: unbekanntes Modell: "%@"
es: modelo desconocido: "%@"
fr: modèle inconnu : "%@"
it: modello sconosciuto: "%@"

source: unreadable format: "%@"
de: unlesbares Format: „%@“
es: formato ilegible: «%@»
fr: format illisible : « %@ »
it: formato illeggibile: «%@»

source: up to %lld images
de: bis zu %lld Bilder
es: hasta %lld imágenes
fr: jusqu’à %lld images
it: fino a %lld immagini

source: wait follows one grid alone: wait g2 [--out D]
de: wait folgt nur einem Raster: wait g2 [--out D]
es: wait sigue una sola cuadrícula: wait g2 [--out D]
fr: wait suit une seule grille : wait g2 [--out D]
it: wait segue una sola griglia: wait g2 [--out D]

source: width x height, e.g. 832x1216
de: Breite x Höhe, z. B. 832x1216
es: ancho x alto, p. ej., 832x1216
fr: largeur x hauteur, p. ex. 832x1216
it: larghezza x altezza, ad es. 832x1216

source: “%@” isn't a size: write it as width × height, like 832x1216.
de: „%@“ ist kein Format: Schreiben Sie Breite × Höhe, etwa 832x1216.
es: «%@» no es un tamaño: escríbelo como ancho × alto, por ejemplo 832x1216.
fr: « %@ » n’est pas une taille : écrivez largeur × hauteur, comme 832x1216.
it: «%@» non è una dimensione: scrivila come larghezza × altezza, ad esempio 832x1216.

source: ≈ %@ once installed · %@
de: ≈ %1$@ nach der Installation · %2$@
es: ≈ %1$@ una vez instalado · %2$@
fr: ≈ %1$@ une fois installé · %2$@
it: ≈ %1$@ una volta installato · %2$@

source: "max_references" in "silicontrol models"
es: "max_references" en «silicontrol models»
fr: "max_references" dans « silicontrol models »

# %@ · %@×%@ · seed %@ · variation · %@
source: %1$@ · %2$@×%3$@ · seed %4$@ · variation · %5$@
es: %1$@ · %2$@×%3$@ · semilla %4$@ · variación · %5$@
fr: %1$@ · %2$@×%3$@ · graine %4$@ · variation · %5$@
it: %1$@ · %2$@×%3$@ · seme %4$@ · variazione · %5$@

source: Compact
es: Compacta

source: Detail
es: Detalle
fr: Détail
it: Dettaglio

source: Detail: %@
es: Detalle: %@
fr: Détail : %@
it: Dettaglio: %@

source: Format
es: Formato
it: Formato

source: Format:
es: Formato:
it: Formato:

source: Seed
es: Semilla
fr: Graine
it: Seme

source: Seed %@
es: Semilla %@
fr: Graine %@
it: Seme %@

source: Seeds
es: Semillas
fr: Graines
it: Semi

source: Standard
es: Estándar

source: Swap
es: Intercambio

source: System
es: Sistema
fr: Système
it: Sistema

source: Text
es: Texto
fr: Texte
it: Testo

source: Text encoder
es: Codificador de texto
fr: Encodeur de texte
it: Encoder di testo

source: VAE decoder
es: Decodificador VAE
fr: Décodeur VAE
it: Decoder VAE

source: Variation
es: Variación
it: Variazione

source: Version
es: Versión
it: Versione

source: latent
es: latente
it: latente

source: seed
es: semilla
fr: graine
it: seme

source: seed %@
es: semilla %@
fr: graine %@
it: seme %@

source: text
es: texto
fr: texte
it: testo

source: text encoder
es: codificador de texto
fr: encodeur de texte
it: encoder di testo

source: Chip
fr: Puce

source: Normal
it: Normale

source: Original
it: Originale
